"cancel" = "取消";

/* No comment provided by engineer. */
"card.empty.no-posts" = "没有帖子";

/* No comment provided by engineer. */
"card.home.empty-description" = "当你关注一些博客, 这里将显示它们最新的帖子!";

/* No comment provided by engineer. */
"card.report" = "举报该帖?";

/* No comment provided by engineer. */
"home.segmented.photo" = "图片";

/* No comment provided by engineer. */
"home.segmented.video" = "视频";

/* No comment provided by engineer. */
"likes.empty-description" = "当你点赞一些图片或者视频, 他们将显示在这里!";

/* No comment provided by engineer. */
"likes.title" = "喜欢";

/* No comment provided by engineer. */
"login.button.title" = "登录Tumblr账号";

/* No comment provided by engineer. */
"login.service_agreement" = "登录即代表你已同意服务协议";

/* No comment provided by engineer. */
"navigation_bar.close" = "关闭";

/* No comment provided by engineer. */
"service_agreement.title" = "服务协议";

/* No comment provided by engineer. */
"settings.clean-all-data" = "清除所有缓存";

/* No comment provided by engineer. */
"settings.clean-cache" = "清除缓存";

/* No comment provided by engineer. */
"settings.feedback-suggestions" = "意见与反馈";

/* No comment provided by engineer. */
"settings.logout" = "登出";

/* No comment provided by engineer. */
"settings.service_agreement" = "服务协议";

/* No comment provided by engineer. */
"settings.title" = "设置";

/* No comment provided by engineer. */
"tabbar.home" = "首页";

/* No comment provided by engineer. */
"tabbar.likes" = "喜欢";

/* No comment provided by engineer. */
"tabbar.settings" = "设置";

/* No comment provided by engineer. */
"yes" = "是";
